{
  "post": [
    {
      "title": "Panda",
      "url": "https://i.natgeofe.com/k/75ac774d-e6c7-44fa-b787-d0e20742f797/giant-panda-eating_16x9.jpg",
      "author": "Antonije Knezevic",
      "content": "Velika panda ili džinovska panda (Ailuropoda melanoleuca) je krupni sisar iz porodice medveda (Ursidae), poreklom iz centralno-zapadne i jugozapadne Kine.[1] Lako se prepoznaje po upadljivim crnim oznakama oko očiju, na ušima i preko svog zaobljenog tela. Iako pripada redu zveri, koje karakteriše ishrana mesom, džinovska panda se u 99% slučajeva hrani mladicama i listovima bambusa.\n\nUgrožena je životinja - procenjeno je da je u divljini preostalo 2.000 pandi[2] i preko 180 koje žive u zatočeništvu u Kini. Od ovog broja dvadeset pandi živi van Kine. Drugi izvor pokazuje da se u Kini razmnožava 221 panda, od kraja 2006. godine.[3] Broj panda u divljini je u porastu.\nIme \"panda\" vodi poreklo iz himalajskog jezika, verovatno nepalskog. Ovo ime je originalno primenjeno na crvene pande. Sve do 1901. godine, kada je otkrivena veza između ove dve vrste, džinovska panda je bila poznata kao išaran medved ili šaren medved (Ailuropus melanoleucus).\n\nKada bismo preveli njeno ime sa kineskog jezika, bukvalno bi imalo značenje „medveda mačke\". Ovaj naziv nije slučajan. Naime, većina medveda ima okrugle zenice. Izuzetak je džinovska panda, čije su zenice vertikalno postavljene, kao kod mačaka.\nKrzno džinovske pande je crno-belo. Odrasli mere oko 1.5 metara dužine, a do ramena su oko 75 centimetara visoki. Mužjaci mogu težiti do 115 kilograma, dok su ženke generalno sitnije, težeći do 100 kilograma s vremena na vreme. Takođe imaju i kratak rep dugačak približno 15 centimetara.\n\nŠapu džinovske pande sačinjavaju „lažni palac\" i pet prstiju. Palac je zapravo modifikovana kost u okviru kosti pešća, predstavlja potporu šapi i pomaže pandi da drži bambus dok jede.[6]\n\nDžinovske pande obično žive od 20 do 30 godina u zatočeništvu.\nDoskoro se mislilo da su džinovske pande samotnjaci i da se mužjaci i ženke mogu videti zajedno samo tokom parenja. Skorašnje studije pokazuju da mali broj ovih životinja deli veliku teritoriju i ponekad se susreću i izvan sezone parenja.\n\nKao većina suptropskih sisara, ali za razliku od ostalih medveda, džinovske pande ne hiberniraju.\n\nUprkos svojoj taksonomskoj klasifikaciji u red mesojeda ili zveri, džinovske pande se primarno hrane bambusom. Međutim, njihov sistem za varenje je isti kao kod drugih mesojeda, kao i osobina da ne mogu da svare celulozu, i stoga moraju jesti bambus u velikim količinama kako bi obezbedili potrebnu energiju i hranljive sastojke. Panda prosečno pojede od 9 do 14 kilograma mladica bambusa svakog dana.\n\nDvadeset i pet vrstama bambusa se hrane pande u divljini. Kako se prosečna temperatura regiona koje pande naseljavaju povećala, samim tim je i pomerila njihovu životnu granicu na više delove planina i ograničila prostor. S tim, samo nekoliko vrsta bambusa uspeva da raste u tim visinama koje pande sada naseljavaju. Lišće bambusa sadrži najviše proteina, dok stablo sadrži manje.\n\nS obzirom na to da različite vrste bambusa u različito doba godine cveta, pande moraju imati na raspolaganju najmanje dve različite vrste kako bi izbegle gladovanje. Sam skelet glave je adaptiran na ovakvu ishranu. Imaju snažne vilične mišiće koji povezuju vrh glave i vilicu. Krupni kutnjaci melju i drobe vlaknaste materije bambusa. Iako se prvobitno hrane bambusom, zubi pande su zadržali medveđi oblik, i poješće meso, ribu i jaja ako pronađu. Ostala hrana koju pande jedu u zoološkim vrtovima je med i slatki krompir ili jem.",
      "id": 1
    },
    {
      "title": "Tiger",
      "url": "https://a-z-animals.com/media/tiger_laying_hero_background.jpg",
      "author": "Wikipedia",
      "content": "Tigar (lat. Panthera tigris) je sisar iz porodice mačaka (Felidae) i jedan od četiri vrste „velikih mačaka“ roda pantera (Panthera). On je vrhunski predator i najveća živa mačka na svetu. U brojnim istorijskim mitovima istočnjačkih zemalja tigar je kralj svih zveri. [3] Bengalski tigar je najpoznatija podvrsta i sačinjava približno 80% ukupne populacije tigrova. Živi u Bangladešu, Butanu, Mjanmaru, Nepalu i Indiji. Kao ugrožene vrste, većina svetskih tigrova danas živi u zatočeništvu ljudi.\nIako se svaka podvrsta razlikuje, generalno, mužjaci tigrova teže između 120 i 250 kilograma, a ženke između 90 i 150 kilograma. Prosečno mužjaci su dugački između 2,4 i 3,2 m, dok su ženke između 2,1 i 2,75 m dugačke. Sumatranski tigrovi su najmanji od svih tigrova, dok su sibirski tigrovi najveći.\nPočetkom 19. veka postojalo je 100.000 tigrova. Danas se taj broj značajno promenio. U svetu živi negde između 5.000 i 7.000 tigrova. Najugroženiji je južnokineski tigar. U Kini je 2019. u zatočeništvu živelo 150 južnokineskih tigrova, od kojih je 144 bilo deo programa uzgoja „Kineskog udruženja zooloških vrtova”.[4] Preteran krivolov, uništavanje staništa, itd. dovelo je tigra na granicu opstanka.",
      "id": 2
    },
    {
      "title": "Rabbit",
      "url": "https://navs.org/wp-content/uploads/bb-plugin/cache/bunny-landscape.jpg",
      "author": "Wikipedia",
      "content": "Кунић је назив за ситне сисаре из породице зечева (Leporidae). Постоји десет родова кунића. Обично живе 4-10 година, док домаћи кунић (Oryctolagus cuniculus domesticus) може живети 6-12 година, па и више. Кунићи, за разлику од зечева, копају јазбине у земљи. Млади долазе на свет после месец (30) дана гестације. Рађају се слепи и без длаке, а прогледају са навршене две недеље. Стога се млади кунићи сматрају алтрицијалним, за разлику од прекоцијалних зечева.\n\nOryctolagus cuniculus обухвата европску врсту кунића и њене потомке, 305 светских раса[1] домаћих кунића. Sylvilagus обухвата 13 врста дивљих кунића, међу њима и седам врста чекињастих кунића. Европски кунић, који је уведен на све континенте осим Антарктика, познат је широм света као дивљи плен и као припитомљени облик стоке и кућног љубимца. Са својим раширеним утицајем на екологију и културу, кунић је, у многим деловима света, део свакодневног живота - као храна, одећа, пратилац и извор уметничке инспирације.\nМужјаци кунића се називају баковима, а женке се зову даз, на енглеском говорном подручју. Старији израз за одраслог кунића који се користио до 18. века је coney (ултиматно изведен од латинског cuniculus), док се rabbit некада односио само на младе животиње.[2] Други термин за младог зеца је зеко (енгл. bunny), иако се овај термин често неформално примењује (посебно код деце) на зечеве уопште, посебно на домаће. У скорије време, израз kit или kitten се користи за означавање младог зеца.\n\nГрупа зечева је позната као колонија или гнездо (или, повремено warren, мада се ово чешће односи на место где зечеви живе).[3] Група беба зечева произведених од једног парења назива се леглом,[4] а група домаћих зечева који живе заједно понекад се назива стадо.[5]\n\nСама реч зец потиче од средњеенглеског rabet, позајмице из валонског robète, што је била умањеница од француског или средњехоландског robbe.\nКунићи и зечеви су раније били сврстани у ред Rodentia (глодари) до 1912. године, када су премештени у нови ред, Lagomorpha (који такође укључује пике). Испод су неки од родова и врста зеца.",
      "id": 3
    }
  ]
}